Repository: gunnargestsson/IntegrateClockifyToBC
Catalog: Integrate Clockify/Translations/Integrate Clockify.*.xlf
Languages: is_is

# Page 3727642940 - Control 2139693550 - Property 1295455071
source: Specifies the value of the Gen. Prod. Posting Group field
is_is: Tilgreinir gildið í reitnum Alm. framl. bókunarhópur

# Page 3727642940 - Control 381588874 - Property 1295455071
source: Specifies the value of the Invoiced Amount (LCY) field
is_is: Tilgreinir gildi reitsins Reikningsfærð upphæð (SGM)

# Page 3727642940 - Control 1508823551 - Property 1295455071
source: Specifies the value of the Invoiced Cost Amount (LCY) field
is_is: Tilgreinir gildi reitsins Reikningsfærð kostnaðarupphæð (SGM)

# Page 3727642940 - Control 1800052274 - Property 1295455071
source: Specifies the value of the Job Contract Entry No. field
is_is: Tilgreinir gildið í reitnum Færslunr. verksamnings

# Page 3727642940 - Control 1908272084 - Property 1295455071
source: Specifies the value of the Job No. field
is_is: Tilgreinir gildið í reitnum Verk nr.

# Page 3727642940 - Control 561421623 - Property 1295455071
source: Specifies the value of the Job Task No. field
is_is: Tilgreinir gildið í reitnum Verkhlutanr. verks

# Page 3727642940 - Control 3286668834 - Property 1295455071
source: Specifies the value of the Ledger Entry No. field
is_is: Tilgreinir gildi reitsins Fjárhagsfærslunr.

# Page 3727642940 - Control 2105177955 - Property 1295455071
source: Specifies the value of the Ledger Entry Type field
is_is: Tilgreinir gildi reitsins Tegund fjárhagsfærslu

# Page 3727642940 - Control 3582421358 - Property 1295455071
source: Specifies the value of the Line Amount field
is_is: Tilgreinir gildi reitsins Línuupphæð

# Page 3727642940 - Control 3576043015 - Property 1295455071
source: Specifies the value of the Line Amount (LCY) field
is_is: Tilgreinir gildi reitsins Línuupphæð (SGM)

# Page 3727642940 - Control 2702998682 - Property 1295455071
source: Specifies the value of the Line Discount % field
is_is: Tilgreinir gildi reitsins Línuafsláttur %

# Page 3727642940 - Control 1206454073 - Property 1295455071
source: Specifies the value of the Line Discount Amount field
is_is: Tilgreinir gildi reitsins Afsláttarupphæð línu

# Page 3727642940 - Control 3320823955 - Property 1295455071
source: Specifies the value of the Line No. field
is_is: Tilgreinir gildi reitsins Línunr.

# Page 3727642940 - Control 158172202 - Property 1295455071
source: Specifies the value of the Line Type field
is_is: Tilgreinir gildi reitsins Tegund línu

# Page 3727642940 - Control 2161572060 - Property 1295455071
source: Specifies the value of the Location Code field
is_is: Tilgreinir gildi reitsins Staðsetningarkóði

# Page 3727642940 - Control 3882877394 - Property 1295455071
source: Specifies the value of the Description field
is_is: Tilgreinir gildið í reitnum Lýsing

# Page 3727642940 - Control 3882877394 - Property 2879900210
source: Description
is_is: Lýsing

# Page 3727642940 - Control 1482668068 - Property 1295455071
source: Specifies the value of the Lot No. field
is_is: Tilgreinir gildi reitsins Lotunr.

# Page 3727642940 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field
is_is: Tilgreinir gildi reitsins Nr.

# Page 3727642940 - Control 4263389294 - Property 1295455071
source: Specifies the value of the Overdue field
is_is: Tilgreinir gildi reitsins Gjaldfallið

# Page 3727642940 - Control 4263389294 - Property 2879900210
source: Overdue
is_is: Fram yfir á tíma

# Page 3727642940 - Control 3260337296 - Property 1295455071
source: Specifies the value of the Planned Delivery Date field
is_is: Tilgreinir gildið í reitnum Áætluð afgreiðsludagsetning

# Page 3727642940 - Control 3324850299 - Property 1295455071
source: Specifies the value of the Planning Date field
is_is: Tilgreinir gildi reitsins Áætlunardags.

# Page 3727642940 - Control 672142357 - Property 1295455071
source: Specifies the value of the Posted Line Amount field
is_is: Tilgreinir gildi reitsins Bókuð línuupphæð

# Page 3727642940 - Control 2560226240 - Property 1295455071
source: Specifies the value of the Posted Line Amount (LCY) field
is_is: Tilgreinir gildi reitsins Bókuð línuupphæð (SGM)

# Page 3727642940 - Control 2996064852 - Property 1295455071
source: Specifies the value of the Posted Total Cost field
is_is: Tilgreinir gildið í reitnum Bókaður samtals kostnaður

# Page 3727642940 - Control 585392561 - Property 1295455071
source: Specifies the value of the Posted Total Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Bókaður samtals kostnaður (SGM)

# Page 3727642940 - Control 2683185145 - Property 1295455071
source: Specifies the value of the Qty. Invoiced field
is_is: Tilgreinir gildi reitsins Reikningsfært magn

# Page 3727642940 - Control 411522717 - Property 1295455071
source: Specifies the value of the Qty. Posted field
is_is: Tilgreinir gildið í reitnum "Bókað magn"

# Page 3727642940 - Control 2330918820 - Property 1295455071
source: Specifies the value of the Qty. to Invoice field
is_is: Tilgreinir gildið í reitnum Magn til reikningsf.

# Page 3727642940 - Control 2993675156 - Property 1295455071
source: Specifies the value of the Qty. to Transfer to Invoice field
is_is: Tilgreinir gildi reitsins Magn til flutnings á reikning

# Page 3727642940 - Control 875188644 - Property 1295455071
source: Specifies the value of the Qty. to Transfer to Journal field
is_is: Tilgreinir gildi reitsins Magn til flutnings í færslubók

# Page 3727642940 - Control 1743157636 - Property 1295455071
source: Specifies the value of the Qty. Transferred to Invoice field
is_is: Tilgreinir gildi reitsins Magn flutt á reikning

# Page 3727642940 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field
is_is: Tilgreinir gildi reitsins Magn

# Page 3727642940 - Control 3179217921 - Property 1295455071
source: Specifies the value of the Quantity (Base) field
is_is: Tilgreinir gildi reitsins Magn (stofn)

# Page 3727642940 - Control 4096577874 - Property 1295455071
source: Specifies the value of the Remaining Line Amount field
is_is: Tilgreinir gildi reitsins Eftirstöðvar línuupphæðar

# Page 3727642940 - Control 1599070131 - Property 1295455071
source: Specifies the value of the Remaining Line Amount (LCY) field
is_is: Tilgreinir gildi reitsins Eftirstandandi línuupphæð (SGM)

# Page 3727642940 - Control 3089617546 - Property 1295455071
source: Specifies the value of the Remaining Qty. field
is_is: Tilgreinir gildið í reitnum Eftirstöðvar (magn)

# Page 3727642940 - Control 3802912407 - Property 1295455071
source: Specifies the value of the Remaining Total Cost field
is_is: Tilgreinir gildið í reitnum Eftirstöðvar samtals kostnaðar

# Page 3727642940 - Control 285001966 - Property 1295455071
source: Specifies the value of the Remaining Total Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Eftirstöðvar (SGM)

# Page 3727642940 - Control 825293260 - Property 1295455071
source: Specifies the value of the Reserve field
is_is: Tilgreinir gildið í reitnum Frátekið

# Page 3727642940 - Control 2562415929 - Property 1295455071
source: Specifies the value of the Reserved Quantity field
is_is: Tilgreinir gildi reitsins Frátekið magn

# Page 3727642940 - Control 47037625 - Property 1295455071
source: Specifies the value of the Serial No. field
is_is: Tilgreinir gildi reitsins Raðnr.

# Page 3727642940 - Control 2283884360 - Property 1295455071
source: Specifies the value of the System-Created Entry field
is_is: Tilgreinir gildi reitsins Kerfisfærsla

# Page 3727642940 - Control 3996842083 - Property 1295455071
source: Specifies the value of the Total Cost field
is_is: Tilgreinir gildi reitsins Heildarkostnaður

# Page 3727642940 - Control 4172042866 - Property 1295455071
source: Specifies the value of the Total Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Heildarkostnaður (SGM)

# Page 3727642940 - Control 2812148497 - Property 1295455071
source: Specifies the value of the Total Price field
is_is: Tilgreinir gildi reitsins Heildarverð

# Page 3727642940 - Control 3243911172 - Property 1295455071
source: Specifies the value of the Total Price (LCY) field
is_is: Tilgreinir gildið í reitnum Heildarverð (SGM)

# Page 3727642940 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field
is_is: Tilgreinir gildi reitsins Gerð

# Page 3727642940 - Control 381961415 - Property 1295455071
source: Specifies the value of the Unit Cost field
is_is: Tilgreinir gildi reitsins Kostnaðarverð

# Page 3727642940 - Control 68186622 - Property 1295455071
source: Specifies the value of the Unit Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Kostnaðarverð (SGM)

# Page 3727642940 - Control 2385270358 - Property 1295455071
source: Specifies the value of the Unit of Measure Code field
is_is: Tilgreinir gildið í reitnum Mælieiningarkóði

# Page 3727642940 - Control 2937233469 - Property 1295455071
source: Specifies the value of the Unit Price field
is_is: Tilgreinir gildi reitsins Einingarverð

# Page 3727642940 - Control 1708449288 - Property 1295455071
source: Specifies the value of the Unit Price (LCY) field
is_is: Tilgreinir gildi reitsins Einingarverð (SGM)

# Page 3727642940 - Control 1244498335 - Property 1295455071
source: Specifies the value of the Usage Link field
is_is: Tilgreinir gildi reitsins Notkunartengill

# Page 3727642940 - Control 2708250016 - Property 1295455071
source: Specifies the value of the User ID field
is_is: Tilgreinir gildi reitsins Notandakenni

# Page 3727642940 - Control 3450651614 - Property 1295455071
source: Specifies the value of the Variant Code field
is_is: Tilgreinir gildi reitsins Afbrigðiskóði

# Page 3727642940 - Control 3618073952 - Property 1295455071
source: Specifies the value of the Work Type Code field
is_is: Tilgreinir gildi reitsins Kóði vinnutegundar

# Page 3727642940 - Action 1140384542 - Property 2879900210
source: Job Planning &Line
is_is: Verkáætlunar&lína

# Page 3727642940 - Action 3647306376 - Property 1295455071
source: Executes the &Reservation Entries action
is_is: Framkvæmir aðgerðina &frátekningarfærslur

# Page 3727642940 - Action 3647306376 - Property 2879900210
source: &Reservation Entries
is_is: Fr&átekningarfærslur

# Page 3727642940 - Action 1944774485 - Property 1295455071
source: Executes the Card action
is_is: Framkvæmir aðgerðina Kort

# Page 3727642940 - Action 1944774485 - Property 2879900210
source: Card
is_is: Spjald

# Page 3727642940 - Action 1955375314 - Property 1295455071
source: Executes the Comments action
is_is: Framkvæmir aðgerðina Athugasemdir

# Page 3727642940 - Action 1955375314 - Property 2879900210
source: Comments
is_is: Athugasemdir

# Page 3727642940 - Action 65631761 - Property 1295455071
source: Executes the Statistics action
is_is: Framkvæmir aðgerðina Talnagögn

# Page 3727642940 - Action 65631761 - Property 2879900210
source: Statistics
is_is: Talnagögn

# Page 3727642940 - Action 3163287600 - Property 1295455071
source: Executes the Ledger E&ntries action
is_is: Framkvæmir aðgerðina "Fjárhagsfærslur"

# Page 3727642940 - Action 3163287600 - Property 2879900210
source: Ledger E&ntries
is_is: F&ærslur

# Page 3727642940 - Action 428343473 - Property 1295455071
source: Executes the Linked Job Ledger E&ntries action
is_is: Framkvæmir aðgerðina Tengdar verkf&ærslur

# Page 3727642940 - Action 428343473 - Property 2879900210
source: Linked Job Ledger E&ntries
is_is: Tengdar &verkfærslur

# Page 3727642940 - Action 371640286 - Property 1295455071
source: Executes the Order &Promising action
is_is: Framkvæmir pöntun og lofað

# Page 3727642940 - Action 371640286 - Property 2879900210
source: Order &Promising
is_is: Pöntun &lofað

# Page 3727642940 - Action 3152686771 - Property 2879900210
source: &Filter
is_is: &Afmörkun

# Page 3727642940 - Action 2992242429 - Property 1295455071
source: Executes the Not Transferred action
is_is: Framkvæmir aðgerðina "Ekki flutt"

# Page 3727642940 - Action 2992242429 - Property 2879900210
source: Not Transferred
is_is: Ekki flutt

# Page 3727642940 - Action 587018686 - Property 1295455071
source: Executes the Not Invoiced action
is_is: Framkvæmir aðgerðina "Óreikningsfært"

# Page 3727642940 - Action 587018686 - Property 2879900210
source: Not Invoiced
is_is: Óreikningsfært

# Page 3727642940 - Action 1474996012 - Property 1295455071
source: Executes the Line Type action
is_is: Framkvæmir aðgerð línugerðar

# Page 3727642940 - Action 1474996012 - Property 2879900210
source: Line Type
is_is: Tegund línu

# Page 3727642940 - Action 3238504282 - Property 1295455071
source: Executes the Remove action
is_is: Framkvæmir aðgerðina Fjarlægja

# Page 3727642940 - Action 3238504282 - Property 2879900210
source: Remove
is_is: Fjarlægja

# Page 3727642940 - Action 3002843258 - Property 2879900210
source: &Line
is_is: &Lína

# Page 3727642940 - Action 1607485895 - Property 1295455071
source: Executes the Create &Sales Invoice with Selected Lines action
is_is: Framkvæmir aðgerðina Stofna og sölureikning með völdum línum

# Page 3727642940 - Action 1607485895 - Property 2879900210
source: Create &Sales Invoice with Selected Lines
is_is: Stofna & sölureikning með völdum línum

# Page 3727642940 - Action 4167505581 - Property 1295455071
source: Executes the Create Sales &Credit Memo with Selected Lines action
is_is: Framkvæmir aðgerðina "Stofna sölukreditreikning" með valinni línum

# Page 3727642940 - Action 4167505581 - Property 2879900210
source: Create Sales &Credit Memo with Selected Lines
is_is: Stofna sölu&kreditreikning með völdum línum

# Page 3727642940 - Action 2066387361 - Property 1295455071
source: Executes the Get Sales Invoice/Credit Memo action
is_is: Framkvæmir aðgerðina Sækja sölureikning/kreditreikning

# Page 3727642940 - Action 2066387361 - Property 2879900210
source: Get Sales Invoice/Credit Memo
is_is: Sækja sölureikning/kreditreikning

# Page 3727642940 - Action 42644695 - Property 1295455071
source: Executes the Validate Discount Percent on Selected Lines action
is_is: Framkvæmir sannprófa afsláttarprósentu í völdum línum

# Page 3727642940 - Action 42644695 - Property 2879900210
source: Validate Discount Percent on Selected Lines
is_is: Staðfesta afsláttarprósentu í völdum línum

# Page 3727642940 - Action 3106002577 - Property 2879900210
source: F&unctions
is_is: &Aðgerðir

# Page 3727642940 - Action 389547808 - Property 1295455071
source: Executes the &Open Job Journal action
is_is: Framkvæmir aðgerðina &Opna verkbók

# Page 3727642940 - Action 389547808 - Property 2879900210
source: &Open Job Journal
is_is: &Opna verkbók

# Page 3727642940 - Action 4050618829 - Property 1295455071
source: Executes the Create &Sales Invoice action
is_is: Framkvæmir aðgerðina Stofna og sölureikning

# Page 3727642940 - Action 4050618829 - Property 2879900210
source: Create &Sales Invoice
is_is: &Stofna sölureikning

# Page 3727642940 - Action 3628505415 - Property 1295455071
source: Executes the Create Sales &Credit Memo action
is_is: Framkvæmir aðgerðina Stofna sölu- og kreditreikning

# Page 3727642940 - Action 3628505415 - Property 2879900210
source: Create Sales &Credit Memo
is_is: Stofna &sölukreditreikning

# Page 3727642940 - Action 1939736624 - Property 1295455071
source: Executes the &Demand Overview action
is_is: Framkvæmir aðgerðina "Yfirlit yfir eftirspurn"

# Page 3727642940 - Action 1939736624 - Property 2879900210
source: &Demand Overview
is_is: &Yfirlit yfir eftirspurn

# Page 3727642940 - Action 1673074985 - Property 1295455071
source: Executes the Order &Tracking action
is_is: Framkvæmir aðgerðina "Rakning pöntunar"

# Page 3727642940 - Action 1673074985 - Property 2879900210
source: Order &Tracking
is_is: Rakning &pöntunar

# Page 3727642940 - Action 2616217370 - Property 1295455071
source: Executes the &Reserve action
is_is: Framkvæmir aðgerðina "Taka frá"

# Page 3727642940 - Action 2616217370 - Property 2879900210
source: &Reserve
is_is: &Taka frá

# Page 3727642940 - Action 3220684129 - Property 1295455071
source: Executes the Sales &Invoices / Credit Memos action
is_is: Framkvæmir aðgerðina Sölu&reikningar / Kreditreikningar

# Page 3727642940 - Action 3220684129 - Property 2879900210
source: Sales &Invoices / Credit Memos
is_is: Sölu &reikningar / kreditreikningar

# Page 3727642940 - Action 2946774398 - Property 1295455071
source: Executes the Job - Planning Lines action
is_is: Framkvæmir verkið - Áætlunarlínur

# Page 3727642940 - Action 2946774398 - Property 2879900210
source: Job - Planning Lines
is_is: Verk - áætlunarlínur

# Page 3727642940 - Action 4092956536 - Property 1295455071
source: Executes the Job - Suggested Billing action
is_is: Framkvæmir verkið - útgáfa reikningatillögu

# Page 3727642940 - Action 4092956536 - Property 2879900210
source: Job - Suggested Billing
is_is: Verk - útgáfa reikninga

# Page 3727642940 - Action 4158152137 - Property 1295455071
source: Executes the Job Actual to Budget action
is_is: Framkvæmir aðgerðina Raunv. verks í áætlun

# Page 3727642940 - Action 4158152137 - Property 2879900210
source: Job Actual to Budget
is_is: Verk afgreitt í áætlun

# Page 3727642940 - Action 52024711 - Property 1295455071
source: Executes the Job Analysis action
is_is: Framkvæmir aðgerðina Verkgreining

# Page 3727642940 - Action 52024711 - Property 2879900210
source: Job Analysis
is_is: Verkgreining

# Page 3727642940 - Action 1711071840 - Property 1295455071
source: Executes the Jobs - Transaction Detail action
is_is: Framkvæmir verkin - sundurliðaðar færslur

# Page 3727642940 - Action 1711071840 - Property 2879900210
source: Jobs - Transaction Detail
is_is: Verk - sundurliðaðar færslur

# Page 545363793 - Property 2879900210
source: Job Fact Box
is_is: Upplýsingakassi verks

# Page 545363793 - Control 3686668864 - Property 2879900210
source: Other Planning Lines
is_is: Aðrar áætlunarlínur

# Page 545363793 - Control 3087062418 - Property 1295455071
source: Specifies the value of the No. of Lines Invoiced field
is_is: Tilgreinir gildið í reitnum "Nr. lína reikningsfærðra lína"

# Page 545363793 - Control 3087062418 - Property 2879900210
source: No. of Lines Invoiced
is_is: Fjöldi reikningsfærðra lína

# Page 545363793 - Control 50427427 - Property 1295455071
source: Specifies the value of the No. of Lines field
is_is: Tilgreinir gildið í reitnum Nr. lína

# Page 545363793 - Control 50427427 - Property 2879900210
source: No. of Lines
is_is: Fjöldi lína

# Page 545363793 - Control 871256636 - Property 1295455071
source: Specifies the value of the No. of Lines not Transferred field
is_is: Tilgreinir gildi reitsins "Nr. lína sem ekki hafa verið fluttar"

# Page 545363793 - Control 871256636 - Property 2879900210
source: No. of Lines not Transferred
is_is: Fjöldi lína sem ekki voru fluttar

# Page 545363793 - Control 126259177 - Property 1295455071
source: Specifies the value of the No. of Lines Transferred field
is_is: Tilgreinir gildi reitsins "Nr. lína fluttra lína"

# Page 545363793 - Control 126259177 - Property 2879900210
source: No. of Lines Transferred
is_is: Fjöldi fluttra lína

# Page 545363793 - Control 2898595202 - Property 1295455071
source: Specifies the value of the No. of Lines not Invoiced field
is_is: Tilgreinir gildið í reitnum "Nr. óreikningsfærðra lína"

# Page 545363793 - Control 2898595202 - Property 2879900210
source: No. of Lines not Invoiced
is_is: Fjöldi óreikningsfærðra lína

# Page 545363793 - Control 1620099958 - Property 2879900210
source: Planning Lines in Period
is_is: Áætlunarlínur á tímabili

# Page 545363793 - Control 2533902186 - Property 1295455071
source: Specifies the value of the No. of Lines field
is_is: Tilgreinir gildið í reitnum Nr. lína

# Page 545363793 - Control 2533902186 - Property 2879900210
source: No. of Lines
is_is: Fjöldi lína

# Page 545363793 - Control 2299979263 - Property 1295455071
source: Specifies the value of the No. of Lines not Transferred field
is_is: Tilgreinir gildi reitsins "Nr. lína sem ekki hafa verið fluttar"

# Page 545363793 - Control 2299979263 - Property 2879900210
source: No. of Lines not Transferred
is_is: Fjöldi lína sem ekki voru fluttar

# Page 545363793 - Control 3120808472 - Property 1295455071
source: Specifies the value of the No. of Lines Transferred field
is_is: Tilgreinir gildi reitsins "Nr. lína fluttra lína"

# Page 545363793 - Control 3120808472 - Property 2879900210
source: No. of Lines Transferred
is_is: Fjöldi fluttra lína

# Page 545363793 - Control 20269109 - Property 1295455071
source: Specifies the value of the No. of Lines not Invoiced field
is_is: Tilgreinir gildið í reitnum "Nr. óreikningsfærðra lína"

# Page 545363793 - Control 20269109 - Property 2879900210
source: No. of Lines not Invoiced
is_is: Fjöldi óreikningsfærðra lína

# Page 545363793 - Control 1026680974 - Property 1295455071
source: Specifies the value of the No. of Lines Invoiced field
is_is: Tilgreinir gildið í reitnum "Nr. lína reikningsfærðra lína"

# Page 545363793 - Control 1026680974 - Property 2879900210
source: No. of Lines Invoiced
is_is: Fjöldi reikningsfærðra lína

# Page 545363793 - Control 1844941638 - Property 1295455071
source: Specifies the value of the Contract Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Samningskostnaður (SGM)

# Page 545363793 - Control 1844941638 - Property 2879900210
source: Contract Cost (LCY)
is_is: Samningskostnaður (SGM)

# Page 545363793 - Control 4072490146 - Property 1295455071
source: Specifies the value of the Invoiced Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Reikningsfærður kostnaður (SGM)

# Page 545363793 - Control 4072490146 - Property 2879900210
source: Invoiced Cost (LCY)
is_is: Reikningsfærður kostnaður (SGM)

# Page 545363793 - Control 3925299643 - Property 1295455071
source: Specifies the value of the Used Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Notaður kostnaður (SGM)

# Page 545363793 - Control 3925299643 - Property 2879900210
source: Used Cost (LCY)
is_is: Notaður kostnaður (SGM)

# Page 545363793 - Control 304791735 - Property 1295455071
source: Specifies the value of the Invoiced Price (LCY) field
is_is: Tilgreinir gildið í reitnum Reikningsfært verð (SGM)

# Page 545363793 - Control 304791735 - Property 2879900210
source: Invoiced Price (LCY)
is_is: Reikningsfært verð (SGM)

# Page 545363793 - Control 4206375746 - Property 1295455071
source: Specifies the value of the Invoiced Profit (LCY) field
is_is: Tilgreinir gildi reitsins Reikningsfærð framlegð (SGM)

# Page 545363793 - Control 4206375746 - Property 2879900210
source: Invoiced Profit (LCY)
is_is: Reikningsfærð framlegð (SGM)

# Page 545363793 - Control 2718036887 - Property 1295455071
source: Specifies the value of the Ledger E&ntries field
is_is: Tilgreinir gildið í reitnum Fjárhagsfærslur

# Page 545363793 - Control 2718036887 - Property 2879900210
source: Ledger E&ntries
is_is: F&ærslur [NAB: SUGGESTION]&Fjárhagsfærslur

# Page 3564815646 - Property 2879900210
source: Job Task Lines
is_is: Verkhlutalínur verks

# Page 3564815646 - Control 3939142200 - Property 1295455071
source: Specifies the contract (invoiced cost)
is_is: Tilgreinir samninginn (reikningsfærður kostnaður)

# Page 3564815646 - Control 3939142200 - Property 2879900210
source: Contract (Invoiced Cost)
is_is: Samningur (reikningsfærður kostnaður)

# Page 3564815646 - Control 4154284326 - Property 1295455071
source: Specifies the contract (invoiced price)
is_is: Tilgreinir samninginn (reikningsfært verð)

# Page 3564815646 - Control 4154284326 - Property 2879900210
source: Contract (Invoiced Price)
is_is: Samningur (reikningsfært verð)

# Page 3564815646 - Control 1053372461 - Property 1295455071
source: Specifies the contract (total cost)
is_is: Tilgreinir samninginn (heildarkostnaður)

# Page 3564815646 - Control 1053372461 - Property 2879900210
source: Contract (Total Cost)
is_is: Samningur (heildarkostnaður)
