Repository: gunnargestsson/IntegrateClockifyToBC
Catalog: Integrate Clockify/Translations/Integrate Clockify.*.xlf
Languages: is_is

# PageExtension 2049068870 - Control 3609997354 - Property 1295455071
source: Specifies the date of the time sheet entry that resulted in this sales line
is_is: Tilgreinir dagsetningu af vinnuskýrslu sem skilaði sér í þessa sölulínu

# PageExtension 2049068870 - Control 3609997354 - Property 2879900210
source: Time Sheet Date
is_is: Dagsetning vinnuskýrslu

# Enum 185882520 - EnumValue 1528185918 - Property 2879900210
source: Archive
is_is: Skjalasafn

# Enum 185882520 - EnumValue 710972128 - Property 2879900210
source: Create
is_is: Stofna

# Enum 185882520 - EnumValue 3371220206 - Property 2879900210
source: None
is_is: Ekkert

# Enum 185882520 - EnumValue 4131727267 - Property 2879900210
source: Retired
is_is: Aflagt

# Enum 185882520 - EnumValue 642782499 - Property 2879900210
source: Update
is_is: Uppfæra

# PermissionSet 2792051399 - Property 2879900210
source: Integrate Clockify
is_is: Samþætta Clockify

# PermissionSet 2572393892 - Property 2879900210
source: Integrate Clockify
is_is: Samþætta Clockify
