Repository: gunnargestsson/IntegrateClockifyToBC
Catalog: Integrate Clockify/Translations/Integrate Clockify.*.xlf
Languages: is_is

# Table 1715152983 - Property 2879900210
source: Clockify Integration Record
is_is: Clockify samþættingarfærsla

# Table 1715152983 - Field 57370450 - Property 2879900210
source: Archived
is_is: Safnvistað

# Table 1715152983 - Field 1984244261 - Property 2879900210
source: Clockify ID
is_is: Kenni í Clockify

# Table 1715152983 - Field 675573274 - Property 2879900210
source: Clockify Workspace ID
is_is: Kenni Clockify vinnusvæðis

# Table 1715152983 - Field 2053229973 - Property 2879900210
source: Integration ID
is_is: Auðkenni samþættingar

# Table 1715152983 - Field 749447638 - Property 2879900210
source: Last Modified Date Time
is_is: Dagsetning og tími síðustu breytinga

# Table 1715152983 - Field 3549129484 - Property 2879900210
source: Last Synchronization
is_is: Síðasta samstilling

# Table 1715152983 - Field 2448314383 - Property 2879900210
source: Next Synchronization
is_is: Næsta samstilling

# Table 1715152983 - Field 1813905945 - Property 2879900210
source: Related Record ID
is_is: Tengt færslukenni

# Table 1715152983 - Field 3753087918 - Property 2879900210
source: Related Record System Id
is_is: Tengt kerfiskenni færslu

# Table 1715152983 - Field 2204602840 - Property 2879900210
source: Table ID
is_is: Kenni töflu

# Table 1715152983 - Field 3021697414 - Property 2879900210
source: User Security ID
is_is: Öryggiskenni notanda

# Table 3829474660 - Property 2879900210
source: Clockify Time Sheet Entry
is_is: Clockify vinnuskýrslufærsla

# Table 3829474660 - Field 2070807507 - Property 2879900210
source: Billable
is_is: Reikningshæft

# Table 3829474660 - Field 1984244261 - Property 2879900210
source: Clockify ID
is_is: Kenni í Clockify

# Table 3829474660 - Field 1661293582 - Property 2879900210
source: Clockify User ID
is_is: Clockify notandakenni

# Table 3829474660 - Field 675573274 - Property 2879900210
source: Clockify Workspace ID
is_is: Kenni Clockify vinnusvæðis

# Table 3829474660 - Field 3461834954 - Property 2879900210
source: Description
is_is: Lýsing

# Table 3829474660 - Field 4240670190 - Property 2879900210
source: End Time
is_is: Lokatími

# Table 3829474660 - Field 3932942806 - Property 2879900210
source: Entry Duration
is_is: Gildistími færslu

# Table 3829474660 - Field 1003062582 - Property 2879900210
source: Job ID
is_is: Kenni verks

# Table 3829474660 - Field 2943307809 - Property 2879900210
source: Job Task ID
is_is: Kenni verkhluta

# Table 3829474660 - Field 3846472926 - Property 2879900210
source: Locked
is_is: Lokað

# Table 3829474660 - Field 2448314383 - Property 2879900210
source: Next Synchronization
is_is: Næsta samstilling

# Table 3829474660 - Field 2704404533 - Property 2879900210
source: Quantity
is_is: Magn

# Table 3829474660 - Field 2169532623 - Property 2879900210
source: Start Time
is_is: Upphafstími

# Table 3829474660 - Field 469139978 - Property 2879900210
source: Time Sheet Detail ID
is_is: Kenni vinnuskýrslusundurliðunnar

# Table 3829474660 - Field 2229621483 - Property 2879900210
source: Time Sheet Line ID
is_is: Línukenni vinnuskýrslu

# Table 1525772524 - Property 2879900210
source: Clockify User Setup
is_is: Clockify notandauppsetning

# Table 1525772524 - NamedType 2565632078
source: Job queue entries for integration with Clockify have been created.\\Do you want to open the Job Queue Entries window?
is_is: Verkaðarafærsla til samstillingar við Clockify hefur verið stofnuð.\\Viltu opna síðuna fyrir verkraðarfærslur?

# Table 1525772524 - Field 2620319538 - Property 2879900210
source: API Base Endpoint
is_is: Grunnslóð vefþjónustu

# Table 1525772524 - Field 264208910 - Property 2879900210
source: API Key ID
is_is: Kenni vefþjónustulykils

# Table 1525772524 - Field 1268560595 - Property 2879900210
source: Clockify E-Mail Address
is_is: Netfang í Clockify

# Table 1525772524 - Field 1984244261 - Property 2879900210
source: Clockify ID
is_is: Kenni í Clockify

# Table 1525772524 - Field 2401915435 - Property 2879900210
source: Clockify Name
is_is: Nafn í Clockify

# Table 1525772524 - Field 2976552902 - Property 2879900210
source: Clockify Status
is_is: Staða í Clockify

# Table 1525772524 - Field 675573274 - Property 2879900210
source: Clockify Workspace ID
is_is: Kenni Clockify vinnusvæðis

# Table 1525772524 - Field 4007237630 - Property 2879900210
source: Default Work Type
is_is: Sjálfgefin tegund vinnu

# Table 1525772524 - Field 2891538263 - Property 2879900210
source: Enabled
is_is: Virkt

# Table 1525772524 - Field 454980611 - Property 2879900210
source: Log Activity
is_is: Virkja aðgerðakladda

# Table 1525772524 - Field 315329732 - Property 2879900210
source: Manual Synchronization
is_is: Handvirk samstilling

# Table 1525772524 - Field 1607917209 - Property 2879900210
source: Max. No. of Failures
is_is: Hámarksfjöldi mistaka

# Table 1525772524 - Field 1231174623 - Property 2879900210
source: No. of Failures
is_is: Fjöldi mistaka

# Table 1525772524 - Field 3021697414 - Property 2879900210
source: User Security ID
is_is: Öryggiskenni notanda

# Table 398715963 - Property 2879900210
source: Workbench
is_is: Vinnuborð

# Table 398715963 - Field 3966149082 - Property 2879900210
source: Bill-to Customer No. Filter
is_is: Reikngur færist á viðskm. nr. - afmörkun

# Table 398715963 - Field 995090288 - Property 2879900210
source: Date Filter
is_is: Dags.afmörkun [NAB: SUGGESTION]Dagsetningarsía [NAB: SUGGESTION]Dagsetningarafmörkun [NAB: SUGGESTION]Afmörkun dagsetninga

# Table 398715963 - Field 1964419135 - Property 2879900210
source: Employee No.
is_is: Starfsmannanúmer

# Table 398715963 - Field 2302164855 - Property 2879900210
source: Employee No. Filter
is_is: Afmörkun á starfsmannanr.

# Table 398715963 - Field 1861213814 - Property 2879900210
source: Global Dimension 1 Filter
is_is: Altæk vídd 1 - Afmörkun

# Table 398715963 - Field 588326355 - Property 2879900210
source: Global Dimension 2 Filter
is_is: Altæk vídd 2 - Afmörkun

# Table 398715963 - Field 2434828228 - Property 2879900210
source: Job No. Filter
is_is: Afmörkun verknr.

# Table 398715963 - Field 3206311791 - Property 2879900210
source: Job Task No. Filter
is_is: Afmörkun verkhluta verks

# Table 398715963 - Field 539147385 - Property 2879900210
source: No. Filter
is_is: Númersafmörkun

# Table 398715963 - Field 2946241311 - Property 2879900210
source: Open Registration Filter
is_is: Opnar færslur - afmörkun

# Table 398715963 - Field 1100262795 - Property 2879900210
source: Person Responsible Filter
is_is: Ábyrgðaraðili - afmörkun

# Table 398715963 - Field 1663593181 - Property 2879900210
source: Primary Key
is_is: Aðallykill

# Table 398715963 - Field 1993896008 - Property 2879900210
source: Status Filter
is_is: Stöðuafmörkun

# Table 398715963 - Field 1993896008 - Property 62802879
source: Planning,Quote,Order,Completed
is_is: Áætlun,Tilboð,Pöntun,Lokið

# Table 398715963 - Field 2997295404 - Property 2879900210
source: Type Filter
is_is: Tegundarafmörkun

# Table 398715963 - Field 2997295404 - Property 62802879
source: Resource,Item,G/L Account
is_is: Forði,Vara,Fjárhagsreikningur

# Table 398715963 - Field 1932332535 - Property 2879900210
source: Upcoming Invoice Filter
is_is: Væntanlegir reikningar - afmörkun

# Table 398715963 - Field 3833796912 - Property 2879900210
source: Work Type Code Filter
is_is: Vinnutegundarkóti - afmörkun

# Table 2399295124 - Property 2879900210
source: Accounting Period
is_is: Reikningstímabil

# Table 2399295124 - Field 2193437778 - Property 2879900210
source: Date Locked
is_is: Dags. læst

# Table 2399295124 - Field 3461834954 - Property 2879900210
source: Description
is_is: Lýsing

# Table 2399295124 - Field 2961552353 - Property 2879900210
source: Name
is_is: Heiti [NAB: SUGGESTION]Nafn

# Table 2399295124 - Field 460889064 - Property 2879900210
source: Starting Date
is_is: Upphafsdagsetning [NAB: SUGGESTION]Upphafsdagur

# Codeunit 2607467882 - NamedType 2117499346
source: Message Received
is_is: Skilaboð móttekin

# Codeunit 2607467882 - NamedType 2897282207
source: Message Sent
is_is: Skilaboð send

# Codeunit 617933436 - NamedType 212009906
source: Job Queue Execuition
is_is: Verkraðarkeyrsla

# Codeunit 2574959843 - NamedType 1261819194
source: Discount Percent
is_is: Afsláttarprósenta

# Codeunit 2574959843 - NamedType 1535706640
source: Discount Precentage to apply to Job Planning Lines
is_is: Afsláttarprósenta til að eiga við um áætlunarlínur verks

# Codeunit 2775512355 - NamedType 4001033607
source: %1 must be filled in.
is_is: %1 þarf að fylla út.

# Codeunit 2775512355 - NamedType 2029279375
source: Time sheet administrator only is allowed to create time sheets.
is_is: Aðeins vinnuskýrslustjórnandi má stofna vinnuskýrslu.

# Codeunit 2775512355 - NamedType 2586865530
source: Starting Date
is_is: Upphafsdagsetning [NAB: SUGGESTION]Upphafsdagur

# Codeunit 2775512355 - Method 978276714 - NamedType 4014946328
source: Week %1
is_is: Vika %1 Vika %1

# Codeunit 534304989 - NamedType 2627882007
source: %2 to %3
is_is: %2 til %3

# Codeunit 534304989 - NamedType 2148116520
source: Quarter %1/4
is_is: Fjórðungur %1/4

# Codeunit 534304989 - NamedType 2171243320
source: Week %1
is_is: Vika %1

# Codeunit 534304989 - NamedType 1451646665
source: Year %1
is_is: Ár %1

# Page 1878955326 - Property 2879900210
source: Clockify Integration Record List
is_is: Samstillingarfærslur Clockify

# Page 1878955326 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt

# Page 1878955326 - Control 57370450 - Property 1295455071
source: Specifies the value of the Archived field
is_is: Tilgreinir gildi reitsins Safnvistað

# Page 1878955326 - Control 57370450 - Property 2879900210
source: Archived
is_is: Safnvistað

# Page 1878955326 - Control 1984244261 - Property 1295455071
source: Specifies the value of the Clockify ID field
is_is: Tilgreinir gildi reitsins Klukkukenni

# Page 1878955326 - Control 1984244261 - Property 2879900210
source: Clockify ID
is_is: Kenni í Clockify

# Page 1878955326 - Control 675573274 - Property 1295455071
source: Specifies the value of the Clockify Workspace ID field
is_is: Tilgreinir gildið í reitnum Klukka vinnusvæðiskenni

# Page 1878955326 - Control 675573274 - Property 2879900210
source: Clockify Workspace ID
is_is: Kenni Clockify vinnusvæðis

# Page 1878955326 - Control 2053229973 - Property 1295455071
source: Specifies the value of the Integration ID field
is_is: Tilgreinir gildi reitsins Auðkenni samþættingar

# Page 1878955326 - Control 2053229973 - Property 2879900210
source: Integration ID
is_is: Auðkenni samþættingar

# Page 1878955326 - Control 749447638 - Property 1295455071
source: Specifies the value of the Last Modified Date Time field
is_is: Tilgreinir gildið í reitnum Dagsetning og tími síðustu breytinga

# Page 1878955326 - Control 749447638 - Property 2879900210
source: Last Modified Date Time
is_is: Dagsetning og tími síðustu breytinga

# Page 1878955326 - Control 3549129484 - Property 1295455071
source: Specifies the value of the Last Synchronization field
is_is: Tilgreinir gildi reitsins Síðasta samstillingarsvæði

# Page 1878955326 - Control 3549129484 - Property 2879900210
source: Last Synchronization
is_is: Síðasta samstilling

# Page 1878955326 - Control 2448314383 - Property 1295455071
source: Specifies the value of the Next Synchronization field
is_is: Tilgreinir gildi reitsins Næsta samstillingarsvæði

# Page 1878955326 - Control 2448314383 - Property 2879900210
source: Next Synchronization
is_is: Næsta samstilling

# Page 1878955326 - Control 1813905945 - Property 1295455071
source: Specifies the value of the Related Record Id field
is_is: Tilgreinir gildi reitsins Tengt færslukenni

# Page 1878955326 - Control 1813905945 - Property 2879900210
source: Related Record Id
is_is: Tengt færslukenni

# Page 1878955326 - Control 3753087918 - Property 1295455071
source: Specifies the value of the Related Record System Id field
is_is: Tilgreinir gildið í reitnum Tengt færslukerfiskenni

# Page 1878955326 - Control 3753087918 - Property 2879900210
source: Related Record System Id
is_is: Tengt kerfiskenni færslu

# Page 1878955326 - Control 2204602840 - Property 1295455071
source: Specifies the value of the Table ID field
is_is: Tilgreinir gildi reitsins Töflukenni

# Page 1878955326 - Control 2204602840 - Property 2879900210
source: Table ID
is_is: Kenni töflu

# Page 1878955326 - Control 3021697414 - Property 1295455071
source: Specifies the value of the User Security ID field
is_is: Tilgreinir gildið í reitnum Öryggiskenni notanda

# Page 1878955326 - Control 3021697414 - Property 2879900210
source: User Security ID
is_is: Öryggiskenni notanda

# Page 1878955326 - Action 92610516 - Property 1295455071
source: View the Business Central record specified in this integration record
is_is: Skoða Business Central-færsluna sem tilgreind er í þessari samþættingarfærslu

# Page 1878955326 - Action 92610516 - Property 2879900210
source: View Record
is_is: Skoða færslu

# Page 1679779574 - Property 2879900210
source: Clockify Time Sheet Entry List
is_is: Tímaskráningarfærslur Clockify

# Page 1679779574 - Control 2070807507 - Property 1295455071
source: Specifies the value of the Billable field
is_is: Tilgreinir gildi reitsins Reikningshæft

# Page 1679779574 - Control 1984244261 - Property 1295455071
source: Specifies the value of the Clockify ID field
is_is: Tilgreinir gildi reitsins Klukkukenni

# Page 1679779574 - Control 1661293582 - Property 1295455071
source: Specifies the value of the Clockify User ID field
is_is: Tilgreinir gildi reitsins Klukka notandakenni

# Page 1679779574 - Control 675573274 - Property 1295455071
source: Specifies the value of the Clockify Workspace ID field
is_is: Tilgreinir gildið í reitnum Klukka vinnusvæðiskenni

# Page 1679779574 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field
is_is: Tilgreinir gildið í reitnum Lýsing

# Page 1679779574 - Control 4240670190 - Property 1295455071
source: Specifies the value of the End Time field
is_is: Tilgreinir gildi reitsins Lokatími

# Page 1679779574 - Control 3932942806 - Property 1295455071
source: Specifies the value of the Entry Duration field
is_is: Tilgreinir gildi reitsins Færslulengd

# Page 1679779574 - Control 1003062582 - Property 1295455071
source: Specifies the value of the Job ID field
is_is: Tilgreinir gildi reitsins Verkkenni

# Page 1679779574 - Control 2943307809 - Property 1295455071
source: Specifies the value of the Job Task ID field
is_is: Tilgreinir gildi reitsins Verkhlutakenni verks

# Page 1679779574 - Control 3846472926 - Property 1295455071
source: Specifies the value of the Locked field
is_is: Tilgreinir gildi reitsins Læst

# Page 1679779574 - Control 2448314383 - Property 1295455071
source: Specifies the value of the Next Synchronization field
is_is: Tilgreinir gildi reitsins Næsta samstillingarsvæði

# Page 1679779574 - Control 2169532623 - Property 1295455071
source: Specifies the value of the Start Time field
is_is: Tilgreinir gildið í reitnum Upphafstími

# Page 1679779574 - Control 469139978 - Property 1295455071
source: Specifies the value of the Time Sheet Detail ID field
is_is: Tilgreinir gildi reitsins "Upplýsingar um kenni vinnuskýrslu"

# Page 1679779574 - Control 2229621483 - Property 1295455071
source: Specifies the value of the Time Sheet Line ID field
is_is: Tilgreinir gildi reitsins Línukenni vinnuskýrslu

# Page 3964360600 - Property 2879900210
source: Clockify User Setup Card
is_is: Clockify notandauppsetning

# Page 3964360600 - Property 3863440606
source: Time Sheet integration
is_is: samstilling vinnuskýrslu

# Page 3964360600 - NamedType 298733869
source: Do you want to disable the Clockify integation?
is_is: Á að slökkva á Clockify samþættingu?

# Page 3964360600 - NamedType 1791671425
source: You must disable the service before you can make changes.
is_is: Nauðsynlegt er að slökkva á þjónustunni áður en breytingar eru gerðar.

# Page 3964360600 - NamedType 3035575630
source: The %1 is not enabled. Are you sure you want to exit?
is_is: %1 er ekki virkt. Á örugglega að loka?

# Page 3964360600 - Control 1347350546 - Property 2879900210
source: Clockify User Information
is_is: Clockify notandaupplýsingar

# Page 3964360600 - Control 1268560595 - Property 1295455071
source: Clockify registration e-mail address
is_is: Clockify skráningarnetfang

# Page 3964360600 - Control 1984244261 - Property 1295455071
source: Clockify identification
is_is: Clockify auðkenning

# Page 3964360600 - Control 2401915435 - Property 1295455071
source: Clockify user name
is_is: Clockify notandanafn

# Page 3964360600 - Control 2976552902 - Property 1295455071
source: Clockify user status
is_is: Clockify notandastaða

# Page 3964360600 - Control 675573274 - Property 1295455071
source: Clockify active workspace identification
is_is: Clockify auðkenni virks vinnusvæðis

# Page 3964360600 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt

# Page 3964360600 - Control 2620319538 - Property 1295455071
source: Enable the integration synchronization process
is_is: Virka samstillingarferlið

# Page 3964360600 - Control 4253087169 - Property 1295455071
source: Api Key as specified in setting on your Clockify home page
is_is: Vefþjónustulykill sem tilgreindur er á heimasvæði þínu hjá Clockify

# Page 3964360600 - Control 4253087169 - Property 2879900210
source: API Key
is_is: API-lykill

# Page 3964360600 - Control 4007237630 - Property 1295455071
source: Specifies the default work type that will be used on time sheet entries
is_is: Tilgreinir sjálfvegna tegund vinnu sem noteuð er á nýjar færslur á vinnuskýrslu

# Page 3964360600 - Control 2891538263 - Property 1295455071
source: Specifies the value of the Enabled field
is_is: Tilgreinir gildið í reitnum "Virkt"

# Page 3964360600 - Control 454980611 - Property 1295455071
source: Specifies wether the integration activity is stored in the activity log
is_is: Tilgreinir hvort að upplýsingar um samstillingu eru vistaðar í aðgerðarkladda

# Page 3964360600 - Control 315329732 - Property 1295455071
source: Disables the Job Queue Entry creation
is_is: Aftengir stofnun verkraðarfærslu

# Page 3964360600 - Control 1607917209 - Property 1295455071
source: Specifies the value of the Max. No. of Failures field
is_is: Tilgreinir gildið í reitnum Hám.fj. bilunar

# Page 3964360600 - Control 3721765230 - Property 1295455071
source: Specifies the value of the ShowEnableWarning field
is_is: Tilgreinir gildi reitsins ShowEnableWarning

# Page 3964360600 - Action 1289890020 - Property 1295455071
source: View the integration records for Clockify
is_is: Skoða samþættingarfærslur fyrir klukka

# Page 3964360600 - Action 1289890020 - Property 2879900210
source: Integration Records
is_is: Samþættingarfærslur

# Page 3964360600 - Action 849376908 - Property 1295455071
source: View the time sheet entries from Clockify
is_is: Skoða færslur í vinnuskýrslu úr "Klukka"

# Page 3964360600 - Action 849376908 - Property 2879900210
source: Time Sheet Entries
is_is: Vinnuskýrslufærslur

# Page 3964360600 - Action 2678035379 - Property 1295455071
source: See the status and any errors integration with Clockify.
is_is: Sé stöðu og tilfallandi villur við samstillingu við Clockify.

# Page 3964360600 - Action 2678035379 - Property 2879900210
source: Activity Log
is_is: Aðgerðakladdi

# Page 3964360600 - Action 2653096382 - Property 1295455071
source: View or edit the jobs that automatically integrate your time sheet with Clockify.
is_is: Skoða eða breyta verkum sem keyra sjálfvirka samstilling á milli vinnuskýrslu og Clockify.

# Page 3964360600 - Action 2653096382 - Property 2879900210
source: Job Queue Entry
is_is: Verkraðarfærsla

# Page 3964360600 - Action 4166145734 - Property 1295455071
source: Start the Clockify to Business Central synchronization process.
is_is: Ræsir samstillingu Clockify og Business Central.

# Page 3964360600 - Action 4166145734 - Property 2879900210
source: Synchronize
is_is: Samstilla

# Page 3964360600 - Action 2224783030 - Property 2879900210
source: Navigate
is_is: Fletta

# Page 3964360600 - Action 3383493608 - Property 2879900210
source: Process
is_is: Vinnsla

# Page 2514490366 - Property 2879900210
source: Clockify User Setup List
is_is: Clockify notandauppsetningarlisti

# Page 2514490366 - Control 1268560595 - Property 1295455071
source: Specifies the value of the Clockify E-Mail Address field
is_is: Tilgreinir gildið í reitnum "Klukka netfang"

# Page 2514490366 - Control 1984244261 - Property 1295455071
source: Specifies the value of the Clockify ID field
is_is: Tilgreinir gildi reitsins Klukkukenni

# Page 2514490366 - Control 2401915435 - Property 1295455071
source: Specifies the value of the Clockify Name field
is_is: Tilgreinir gildið í reitnum Heiti klukku

# Page 2514490366 - Control 2976552902 - Property 1295455071
source: Specifies the value of the Clockify Status field
is_is: Tilgreinir gildið í reitnum Staða klukku

# Page 2514490366 - Control 675573274 - Property 1295455071
source: Specifies the value of the Clockify Workspace ID field
is_is: Tilgreinir gildið í reitnum Klukka vinnusvæðiskenni

# Page 2514490366 - Control 4007237630 - Property 1295455071
source: Specifies the value of the Default Work Type field
is_is: Tilgreinir gildi reitsins Sjálfgefin vinnutegund

# Page 2514490366 - Control 2891538263 - Property 1295455071
source: Specifies the value of the Enabled field
is_is: Tilgreinir gildið í reitnum "Virkt"

# Page 2514490366 - Control 454980611 - Property 1295455071
source: Specifies the value of the Log Activity field
is_is: Tilgreinir gildi reitsins Skrá aðgerð

# Page 2514490366 - Control 315329732 - Property 1295455071
source: Specifies the value of the Manual Synchronization field
is_is: Tilgreinir gildi reitsins Handvirk samstilling

# Page 2514490366 - Control 3021697414 - Property 1295455071
source: Specifies the value of the User Security ID field
is_is: Tilgreinir gildið í reitnum Öryggiskenni notanda

# Page 2528708821 - Property 2879900210
source: Input Dialog
is_is: Innsláttargluggi

# Page 2528708821 - Control 2445482498 - Property 2879900210
source: General
is_is: Almennt

# Page 2528708821 - Control 3483458351 - Property 1295455071
source: Specifies the value of the Enter Amount field
is_is: Tilgreinir gildi reitsins Færa inn upphæð

# Page 2528708821 - Control 3483458351 - Property 2879900210
source: Enter Amount
is_is: Færa inn upphæð

# Page 2528708821 - Control 1369480804 - Property 1295455071
source: Specifies the value of the Enter string field
is_is: Tilgreinir gildi reitsins Færa inn streng

# Page 2528708821 - Control 1369480804 - Property 2879900210
source: Enter string
is_is: Slá inn streng

# Page 3727642940 - Property 2019332006
source: New,Process,Report,Filter,Line
is_is: Nýtt,Vinnsla,Skýrsla,Afmörkun,Lína

# Page 3727642940 - Property 2879900210
source: Job Planning Lines
is_is: Áætlunarlínur verks

# Page 3727642940 - NamedType 3885878962
source: This job planning line was automatically generated. Do you want to continue?
is_is: Þessi verkáætlunarlína var mynduð sjálfvirkt. Á að halda áfram?

# Page 3727642940 - Control 4104509477 - Property 1295455071
source: Specifies the value of the Currency Date field
is_is: Tilgreinir gildi reitsins Gjaldmiðilsdagsetning

# Page 3727642940 - Control 3086747513 - Property 1295455071
source: Specifies the value of the Direct Unit Cost (LCY) field
is_is: Tilgreinir gildið í reitnum Innk.verð (SGM)

# Page 3727642940 - Control 486908828 - Property 1295455071
source: Specifies the value of the Document No. field
is_is: Tilgreinir gildi reitsins Nr. fylgiskjals

# Page 3727642940 - Control 633819257 - Property 1295455071
source: Specifies the value of the Gen. Bus. Posting Group field
is_is: Tilgreinir gildið í reitnum Alm. viðsk.bókunarflokkur
