Repository: gunnargestsson/IntegrateClockifyToBC
Catalog: Integrate Clockify/Translations/Integrate Clockify.*.xlf
Languages: is_is

# Page 3564815646 - Control 597755591 - Property 1295455071
source: Specifies the contract (total price)
is_is: Tilgreinir samninginn (heildarverð)

# Page 3564815646 - Control 597755591 - Property 2879900210
source: Contract (Total Price)
is_is: Samningur (heildarverð)

# Page 3564815646 - Control 3356637296 - Property 1295455071
source: Specifies the schedule (total cost)
is_is: Tilgreinir áætlunina (heildarkostnaður)

# Page 3564815646 - Control 3356637296 - Property 2879900210
source: Schedule (Total Cost)
is_is: Áætlun (heildarkostnaður)

# Page 3564815646 - Control 3077249822 - Property 1295455071
source: Specifies the schedule (total price)
is_is: Tilgreinir áætlunina (heildarverð)

# Page 3564815646 - Control 3077249822 - Property 2879900210
source: Schedule (Total Price)
is_is: Áætlun (heildarverð)

# Page 3564815646 - Control 2508955504 - Property 1295455071
source: Specifies the usage (total cost)
is_is: Tilgreinir notkun (heildarkostnaður)

# Page 3564815646 - Control 2508955504 - Property 2879900210
source: Usage (Total Cost)
is_is: Notkun (heildarkostnaður)

# Page 3564815646 - Control 2806798878 - Property 1295455071
source: Specifies the usage (total price)
is_is: Tilgreinir notkun (heildarverð)

# Page 3564815646 - Control 2806798878 - Property 2879900210
source: Usage (Total Price)
is_is: Notkun (heildarverð)

# Page 4152450348 - Property 2879900210
source: Job Task Lines
is_is: Verkhlutalínur verks

# Page 4152450348 - Control 3461834954 - Property 1295455071
source: Specifies a description of the job task. You can enter anything that is meaningful in describing the task. The description is copied and used in descriptions on the job planning line.
is_is: Tilgreinir lýsingu á verkhlutanum. Hægt er að slá inn hvað það sem skiptir máli fyrir lýsingu á verkinu. Lýsingin er afrituð og notuð í lýsingum á verkáætlunarlínunni.

# Page 4152450348 - Control 1303377601 - Property 1295455071
source: Specifies the code for the global dimension that is linked to the record or entry for analysis purposes. Two global dimensions, typically for the company's most important activities, are available on all cards, documents, reports, and lists.
is_is: Tilgreinir kóða fyrir alvídd sem er tengdur skráningu eða færslu í greiningar tilgangi. Tvær alvíddir, yfirleitt fyrir mikilvægustu aðgerðir fyrirtækisins, eru í boði á öllum spjöldum, fylgiskjölum, skýrslum og listum.

# Page 4152450348 - Control 1337243520 - Property 1295455071
source: Specifies the code for the global dimension that is linked to the record or entry for analysis purposes. Two global dimensions, typically for the company's most important activities, are available on all cards, documents, reports, and lists.
is_is: Tilgreinir kóða fyrir alvídd sem er tengdur skráningu eða færslu í greiningar tilgangi. Tvær alvíddir, yfirleitt fyrir mikilvægustu aðgerðir fyrirtækisins, eru í boði á öllum spjöldum, fylgiskjölum, skýrslum og listum.

# Page 4152450348 - Control 1908272084 - Property 1295455071
source: Specifies the number of the related job.
is_is: Tilgreinir númer tengda verksins.

# Page 4152450348 - Control 4185613972 - Property 1295455071
source: Specifies the job posting group of the task.
is_is: Tilgreinir verkbókunarflokk verkhlutans.

# Page 4152450348 - Control 561421623 - Property 1295455071
source: Specifies the number of the related job task.
is_is: Tilgreinir fjölda tengdra verkhluta.

# Page 4152450348 - Control 395609334 - Property 1295455071
source: Specifies the purpose of the account. Newly created accounts are automatically assigned the Posting account type, but you can change this. Choose the field to select one of the following five options:
is_is: Tilgreinir tilgang reikningsins. Nýstofnaðir reikningar fá sjálfkrafa tegundina "Bókunarlykill", en því er hægt að breyta. Veljið reitinn til að velja einn af eftirfarandi fimm kostum:

# Page 4152450348 - Control 478049462 - Property 1295455071
source: Specifies an interval or a list of job task numbers.
is_is: Tilgreinir bil eða lista verkhlutanúmera.

# Page 4152450348 - Control 3122450771 - Property 1295455071
source: Specifies the job tasks you want to group together when calculating Work In Process (WIP) and Recognition.
is_is: Tilgreinir verkhluta sem flokka á saman við útreikning á Verk í vinnslu (vÍv) og við samþykki.

# Page 4152450348 - Action 3798370193 - Property 2879900210
source: &Job Task
is_is: &Verkhluti verks

# Page 4152450348 - Action 2373977717 - Property 1295455071
source: Job Task &Statistics
is_is: Verkhlutaupplýsingar verks

# Page 4152450348 - Action 2373977717 - Property 2879900210
source: Job Task &Statistics
is_is: Verkhluta&upplýsingar verks

# Page 4152450348 - Action 1166065431 - Property 1295455071
source: Job &Task Card
is_is: &Verkhlutaspjald verks

# Page 4152450348 - Action 1166065431 - Property 2879900210
source: Job &Task Card
is_is: &Verkhlutaspjald verks

# Page 4152450348 - Action 3081669530 - Property 1295455071
source: Job Task &Planning Lines
is_is: Verkhluta&áætlunarlínur verks

# Page 4152450348 - Action 3081669530 - Property 2879900210
source: Job Task &Planning Lines
is_is: Verkhluta&áætlunarlínur verks

# Page 4152450348 - Action 3669315032 - Property 1295455071
source: Dimensions
is_is: Víddir

# Page 4152450348 - Action 3669315032 - Property 2879900210
source: Dimensions
is_is: Víddir [NAB: SUGGESTION]Vídd [NAB: SUGGESTION]Mál

# Page 4152450348 - Action 2575777046 - Property 1295455071
source: Job Task Ledger E&ntries
is_is: Verkhlutaf&ærslur verks

# Page 4152450348 - Action 2575777046 - Property 2879900210
source: Job Task Ledger E&ntries
is_is: Verkhlutaf&ærslur verks

# Page 4152450348 - Action 3783689332 - Property 2879900210
source: F&unctions
is_is: &Aðgerðir [NAB: SUGGESTION]A&ðgerðir

# Page 4152450348 - Action 1176666260 - Property 1295455071
source: Create Sales Invoice
is_is: Stofna sölureikning

# Page 4152450348 - Action 1176666260 - Property 2879900210
source: Create Sales Invoice
is_is: Stofna sölureikning

# Page 4152450348 - Action 1893945779 - Property 1295455071
source: Edit Planning Lines
is_is: Breyta áætlunarlínum

# Page 4152450348 - Action 1893945779 - Property 2879900210
source: Edit Planning Lines
is_is: Breyta áætlunarlínum

# Page 2538766299 - Property 2879900210
source: Job Workbench
is_is: Vinnuborð verka

# Page 2538766299 - NamedType 672156893
source: Select Type Filter
is_is: Velja tegundarafmörkun

# Page 2538766299 - Control 1829673935 - Property 2879900210
source: General Filters
is_is: Almennar afmarkanir

# Page 2538766299 - Control 3811185706 - Property 1295455071
source: Specifies the date filter
is_is: Tilgreinir dagsetningarafmörkunina

# Page 2538766299 - Control 3811185706 - Property 2879900210
source: Date Filter
is_is: Dags.afmörkun [NAB: SUGGESTION]Dagsetningarsía [NAB: SUGGESTION]Dagsetningarafmörkun [NAB: SUGGESTION]Afmörkun dagsetninga

# Page 2538766299 - Control 512120465 - Property 1295455071
source: Specifies the period type
is_is: Tilgreinir tímabilsgerð

# Page 2538766299 - Control 512120465 - Property 2879900210
source: Period Type
is_is: Tímabilsgerð [NAB: SUGGESTION]Tegund tímabils [NAB: SUGGESTION]Gerð tímabils

# Page 2538766299 - Control 512120465 - Property 62802879
source: Day,Week,Month,Quarter,Year,Period
is_is: Dagur,Vika,Mánuður,Ársfjórðungur,Ár,Tímabil [NAB: SUGGESTION]Dagur,Vika,Mánuður,Fjórðungur,Ár,Tímabil

# Page 2538766299 - Control 32913304 - Property 2879900210
source: Job Filters
is_is: Verkafmarkanir

# Page 2538766299 - Control 2770060793 - Property 1295455071
source: Specifies the bill-to customer no. filter
is_is: Tilgreinir afmörkun reikningsfærsluviðskiptamönnum nr.

# Page 2538766299 - Control 2770060793 - Property 2879900210
source: Bill-to Customer No. Filter
is_is: Reikngur færist á viðskm. nr. - afmörkun

# Page 2538766299 - Control 1615495808 - Property 1295455071
source: Specifies the description filter
is_is: Tilgreinir lýsingarafmörkunina

# Page 2538766299 - Control 1615495808 - Property 2879900210
source: Description Filter
is_is: Lýsingarafmörkun

# Page 2538766299 - Control 2550048140 - Property 1295455071
source: Specifies the global dimension 1 filter
is_is: Tilgreinir afmörkun altækrar víddar 1

# Page 2538766299 - Control 2550048140 - Property 2879900210
source: Global Dimension 1 Filter
is_is: Altæk vídd 1 - Afmörkun

# Page 2538766299 - Control 452595421 - Property 1295455071
source: Specifies the global dimension 2 filter
is_is: Tilgreinir afmörkun altækrar víddar 2

# Page 2538766299 - Control 452595421 - Property 2879900210
source: Global Dimension 2 Filter
is_is: Altæk vídd 2 - Afmörkun

# Page 2538766299 - Control 4270670120 - Property 1295455071
source: Specifies the job no. filter
is_is: Tilgreinir afmörkun verknr.

# Page 2538766299 - Control 4270670120 - Property 2879900210
source: Job No. Filter
is_is: Afmörkun verknr.

# Page 2538766299 - Control 2206406235 - Property 1295455071
source: Specifies the job task no. filter
is_is: Tilgreinir afmörkun verkhluta verks

# Page 2538766299 - Control 2206406235 - Property 2879900210
source: Job Task No. Filter
is_is: Afmörkun verkhluta verks

# Page 2538766299 - Control 2749051605 - Property 1295455071
source: Specifies the person responsible filter
is_is: Tilgreinir afmörkun ábyrgðaraðila

# Page 2538766299 - Control 2749051605 - Property 2879900210
source: Person Responsible Filter
is_is: Ábyrgðaraðili - afmörkun

# Page 2538766299 - Control 57442530 - Property 1295455071
source: Specifies the status filter
is_is: Tilgreinir stöðuafmörkunina

# Page 2538766299 - Control 57442530 - Property 2879900210
source: Status Filter
is_is: Stöðuafmörkun

# Page 2538766299 - Control 57442530 - Property 62802879
source: ,Planning,Quote,Order,Completed
is_is: ,Áætlun,Tilboð,Pöntun,Lokið

# Page 2538766299 - Control 2337576313 - Property 1295455071
source: Specifies the upcoming invoice filter
is_is: Tilgreinir afmörkun væntanlegs reiknings

# Page 2538766299 - Control 2337576313 - Property 2879900210
source: Upcoming Invoice Filter
is_is: Væntanlegir reikningar - afmörkun

# Page 2538766299 - Control 2337576313 - Property 62802879
source: ,Yes,No
is_is: ,Já,Nei

# Page 2538766299 - Control 831017837 - Property 1295455071
source: Specifies the address of the customer to whom you will send the invoice.
is_is: Tilgreinir aðsetur viðskiptamannsins sem fær sendan reikninginn.

# Page 2538766299 - Control 460968363 - Property 1295455071
source: Specifies an additional line of the address.
is_is: Tilgreinir viðbótarlínu aðseturs.

# Page 2538766299 - Control 3869539606 - Property 1295455071
source: Specifies the city of the address.
is_is: Tilgreinir borg/bæ aðseturs.

# Page 2538766299 - Control 2096911897 - Property 1295455071
source: Specifies the country/region code of the customer's billing address.
is_is: Tilgreinir lands-/svæðisnúmer reikningsheimilisfangs viðskiptamanns.

# Page 2538766299 - Control 2965034906 - Property 1295455071
source: Specifies the number of the customer who pays for the job.
is_is: Tilgreinir númer viðskiptamanns sem greiðir fyrir verkið.

# Page 2538766299 - Control 240204966 - Property 1295455071
source: Specifies the name of the customer who pays for the job.
is_is: Tilgreinir nafn viðskiptamanns sem greiðir fyrir verkið.

# Page 2538766299 - Control 2627792820 - Property 1295455071
source: Specifies the bill-to name 2
is_is: Tilgreinir reikningsfærslunafn 2

# Page 2538766299 - Control 675862156 - Property 1295455071
source: Specifies the postal code of the customer who pays for the job.
is_is: Tilgreinir póstnúmer viðskiptamanns sem greiðir fyrir verkið.

# Page 2538766299 - Control 1407200743 - Property 1295455071
source: Specifies the date on which you set up the job.
is_is: Tilgreinir dagsetninguna þegar verkið var sett upp.

# Page 2538766299 - Control 3461834954 - Property 1295455071
source: Specifies a short description of the job.
is_is: Tilgreinir stutta lýsingu á verkinu.

# Page 2538766299 - Control 47657272 - Property 1295455071
source: Specifies the description 2
is_is: Tilgreinir lýsingu 2

# Page 2538766299 - Control 458406397 - Property 1295455071
source: Specifies the date on which the job is expected to be completed.
is_is: Tilgreinir dagsetninguna þegar búist er við að verkinu verði lokið.

# Page 2538766299 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
is_is: Tilgreinir númer færslunnar eða skráningarinnar sem við á í samræmi við tilgreindar númeraraðir.

# Page 2538766299 - Control 1833370547 - Property 1295455071
source: Specifies the person at your company who is responsible for the job.
is_is: Tilgreinir aðila í fyrirtækinu sem ber ábyrgð á verkinu.

# Page 2538766299 - Control 460889064 - Property 1295455071
source: Specifies the date on which the job actually starts.
is_is: Tilgreinir dagsetninguna þegar verkið hefst í reyndar.

# Page 2538766299 - Control 513339096 - Property 1295455071
source: Specifies a current status of the job. You can change the status for the job as it progresses. Final calculations can be made on completed jobs.
is_is: Tilgreinir núverandi stöðu verksins. Hægt er að breyta stöðu verksins meðan það er í vinnslu. Hægt er að framkvæma lokaútreikning á verkum sem er lokið.

# Page 2538766299 - Control 3910654279 - Property 2879900210
source: Line Filters
is_is: Línuafmarkanir

# Page 2538766299 - Control 2420769101 - Property 1295455071
source: Specifies the no. filter
is_is: Tilgreinir númeraröðina

# Page 2538766299 - Control 2420769101 - Property 2879900210
source: No. Filter
is_is: Númersafmörkun

# Page 2538766299 - Control 2908341958 - Property 1295455071
source: Specifies the type filter
is_is: Tilgreinir tegundarafmörkun

# Page 2538766299 - Control 2908341958 - Property 2879900210
source: Type Filter
is_is: Tegundarafmörkun

# Page 2538766299 - Control 2908341958 - Property 62802879
source: ,Resource,Item,G/L Account
is_is: ,Tilfanga,Vöru,Fjárhagsreikningur

# Page 2538766299 - Control 1284629738 - Property 1295455071
source: Specifies the work type code filter
is_is: Tilgreinir afmörkun vinnutegundarkóða

# Page 2538766299 - Control 1284629738 - Property 2879900210
source: Work Type Code Filter
is_is: Vinnutegundarkóti - afmörkun

# Page 2538766299 - Action 2032987707 - Property 2879900210
source: &Job
is_is: Ve&rk [NAB: SUGGESTION]&verk

# Page 2538766299 - Action 24789822 - Property 1295455071
source: Ledger E&ntries
is_is: F&ærslur

# Page 2538766299 - Action 24789822 - Property 2879900210
source: Ledger E&ntries
is_is: F&ærslur [NAB: SUGGESTION]&Fjárhagsfærslur

# Page 2538766299 - Action 2430013565 - Property 1295455071
source: Statistics
is_is: Talnagögn

# Page 2538766299 - Action 2430013565 - Property 2879900210
source: Statistics
is_is: Upplýsingar [NAB: SUGGESTION]Tölfræði [NAB: SUGGESTION]Tölulegar upplýsingar

# Page 2538766299 - Action 1232702108 - Property 1295455071
source: View and Edit Job Co&mments
is_is: Skoða og breyta verkröð

# Page 2538766299 - Action 1232702108 - Property 2879900210
source: Co&mments
is_is: A&thugasemdir [NAB: SUGGESTION]&Athugasemdir

# Page 2538766299 - Action 2234208180 - Property 1295455071
source: View and Edit Job Dimensions
is_is: Skoða og breyta verkvíddum

# Page 2538766299 - Action 2234208180 - Property 2879900210
source: Dimensions
is_is: Víddir [NAB: SUGGESTION]Vídd [NAB: SUGGESTION]Mál

# Page 2538766299 - Action 3431519637 - Property 1295455071
source: Job Task Lines
is_is: Verkhlutalínur verks

# Page 2538766299 - Action 3431519637 - Property 2879900210
source: Job Task Lines
is_is: Verkhlutalínur verks

# Page 2538766299 - Action 4092562552 - Property 1295455071
source: Job &Planning Lines
is_is: &áætlunarlínur verks

# Page 2538766299 - Action 4092562552 - Property 2879900210
source: Job &Planning Lines
is_is: &Áætlunarlínur verks

# Page 2538766299 - Action 1863770389 - Property 1295455071
source: Open the Job &Card
is_is: Opnaðu verk&spjaldið

# Page 2538766299 - Action 1863770389 - Property 2879900210
source: Job &Card
is_is: Verk&spjald

# Page 2538766299 - Action 851510406 - Property 2879900210
source: Job
is_is: Verk

# Page 2538766299 - Action 3256734149 - Property 1295455071
source: Job Task
is_is: Verkhluti verks

# Page 2538766299 - Action 3256734149 - Property 2879900210
source: Job Task
is_is: Verkhluti verks [NAB: SUGGESTION]Verkhluti

# Page 2538766299 - Action 323232797 - Property 1295455071
source: Executes the Planning Lines action
is_is: Framkvæmir aðgerðina Áætlunarlínur

# Page 2538766299 - Action 323232797 - Property 2879900210
source: Planning Lines
is_is: Áætlunarlínur

# Page 2538766299 - Action 2048821863 - Property 2879900210
source: &Shortcut
is_is: &Flýtileið

# Page 2538766299 - Action 2881163724 - Property 1295455071
source: &Job Journal
is_is: &verkbók

# Page 2538766299 - Action 2881163724 - Property 2879900210
source: &Job Journal
is_is: &verkbók

# Page 2538766299 - Action 3567646264 - Property 1295455071
source: Sales &Invoices
is_is: Sölu&reikningar

# Page 2538766299 - Action 3567646264 - Property 2879900210
source: Sales &Invoices
is_is: Sölu&reikningar

# Page 2538766299 - Action 1684103037 - Property 1295455071
source: Sales &Orders
is_is: Sölupantanir

# Page 2538766299 - Action 1684103037 - Property 2879900210
source: Sales &Orders
is_is: Sölupantanir

# Page 2538766299 - Action 1650507241 - Property 1295455071
source: Sales &Quotes
is_is: Sölu&tilboð

# Page 2538766299 - Action 1650507241 - Property 2879900210
source: Sales &Quotes
is_is: Sölu&tilboð

# Page 2538766299 - Action 4074180742 - Property 1295455071
source: Sales Credit &Memos
is_is: Sölu&kreditreikningar

# Page 2538766299 - Action 4074180742 - Property 2879900210
source: Sales Credit &Memos
is_is: Sölu&kreditreikningar

# Page 2538766299 - Action 3006663590 - Property 1295455071
source: Clear Filters
is_is: Hreinsa afmarkanir

# Page 2538766299 - Action 3006663590 - Property 2879900210
source: Clear Filters
is_is: Hreinsa afmarkanir

# Page 2538766299 - Action 2192233998 - Property 1295455071
source: Next Period
is_is: Næsta tímabil [NAB: SUGGESTION]Næsta tímabili

# Page 2538766299 - Action 2192233998 - Property 2879900210
source: Next Period
is_is: Næsta tímabil [NAB: SUGGESTION]Næsta tímabili

# Page 2538766299 - Action 1080556192 - Property 1295455071
source: Previous Period
is_is: Fyrra tímabil [NAB: SUGGESTION]Fyrra tímabili

# Page 2538766299 - Action 1080556192 - Property 2879900210
source: Previous Period
is_is: Fyrra tímabil [NAB: SUGGESTION]Fyrra tímabili

# Page 2538766299 - Action 2212909512 - Property 2879900210
source: Self-Service
is_is: Sjálfsafgreiðsla

# Page 2538766299 - Action 169836898 - Property 1295455071
source: Edit Time Sheet
is_is: Breyta vinnuskýrslu

# Page 2538766299 - Action 169836898 - Property 2879900210
source: Edit Time Sheet
is_is: Breyta vinnuskýrslu

# Page 2538766299 - Action 3702949100 - Property 1295455071
source: Approved
is_is: Samþykkt

# Page 2538766299 - Action 3702949100 - Property 2879900210
source: Approved
is_is: Samþykkt

# Page 2538766299 - Action 4055617089 - Property 1295455071
source: Open
is_is: Opna

# Page 2538766299 - Action 4055617089 - Property 2879900210
source: Open
is_is: Opin [NAB: SUGGESTION]Opið [NAB: SUGGESTION]Opna

# Page 2538766299 - Action 3968783111 - Property 1295455071
source: Rejected
is_is: Hafnað

# Page 2538766299 - Action 3968783111 - Property 2879900210
source: Rejected
is_is: Hafnað

# Page 2538766299 - Action 1907454742 - Property 1295455071
source: Submitted
is_is: Sent

# Page 2538766299 - Action 1907454742 - Property 2879900210
source: Submitted
is_is: Sent [NAB: SUGGESTION]Sent inn

# Page 2538766299 - Action 416706942 - Property 1295455071
source: Post Time Sheet
is_is: Bóka vinnuskýrslu

# Page 2538766299 - Action 416706942 - Property 2879900210
source: Post Time Sheet
is_is: Bóka vinnuskýrslu

# Page 2538766299 - Action 416706942 - Method 1377591017 - NamedType 4187457369
source: Syncronize Clockify ?
is_is: Samstilla við Clocify ?

# Page 2538766299 - Action 1861040219 - Property 1295455071
source: Time Sheets
is_is: Vinnuskýrslur

# Page 2538766299 - Action 1861040219 - Property 2879900210
source: Time Sheets
is_is: Vinnuskýrslur

# Page 2538766299 - Action 3797133345 - Property 1295455071
source: User Tasks
is_is: Notandaverkefni

# Page 2538766299 - Action 3797133345 - Property 2879900210
source: User Tasks
is_is: Notandaverkefni [NAB: SUGGESTION]Verkefni notanda

# Page 2538766299 - Action 2224783030 - Property 2879900210
source: Self-Service
is_is: Sjálfsafgreiðsla

# Page 2538766299 - Action 3383493608 - Property 2879900210
source: Process
is_is: Vinnsla

# Page 2994644054 - Property 2879900210
source: Time Sheets
is_is: Vinnuskýrslur

# Page 2994644054 - Control 2790486453 - Property 1295455071
source: Specifies that a comment about this document has been entered.
is_is: Tilgreinir að athugasemd hefur verið færð inn fyrir þetta fylgiskjal.

# Page 2994644054 - Control 458406397 - Property 1295455071
source: Specifies the ending date for a time sheet.
is_is: Tilgreinir lokadagsetningu fyrir vinnuskýrslu.

# Page 2994644054 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
is_is: Tilgreinir númer færslunnar eða skráningarinnar sem við á í samræmi við tilgreindar númeraraðir.

# Page 2994644054 - Control 3961767479 - Property 1295455071
source: Specifies the number of the resource for the time sheet.
is_is: Tilgreinir númer forðans fyrir vinnuskýrsluna.

# Page 2994644054 - Control 460889064 - Property 1295455071
source: Specifies the starting date for a time sheet.
is_is: Tilgreinir upphafsdagsetningu fyrir vinnuskýrslu.

# Page 2994644054 - Action 4164798192 - Property 2879900210
source: &Time Sheet
is_is: &Vinnuskýrsla

# Page 2994644054 - Action 503024588 - Property 1295455071
source: View or add comments for the record.
is_is: Skoða eða bæta við athugasemdum við færsluna. [NAB: SUGGESTION]Skoða eða bæta athugasemdum við færsluna.

# Page 2994644054 - Action 503024588 - Property 2879900210
source: Co&mments
is_is: A&thugasemdir [NAB: SUGGESTION]&Athugasemdir

# Page 2994644054 - Action 480981775 - Property 1295455071
source: Create new time sheets for resources.
is_is: Stofna nýjar vinnuskýrslur fyrir forða.

# Page 2994644054 - Action 480981775 - Property 2879900210
source: Create Time Sheets
is_is: Stofna vinnuskýrslur

# Page 2994644054 - Action 3816810956 - Property 1295455071
source: Open the time sheet in edit mode.
is_is: Opna vinnuskýrslu í breytingastillingu.

# Page 2994644054 - Action 3816810956 - Property 2879900210
source: &Edit Time Sheet
is_is: &Breyta vinnuskýrslu

# Page 2994644054 - Action 1030372075 - Property 1295455071
source: Archive time sheets.
is_is: Færa vinnuskýrslur í safn.

# Page 2994644054 - Action 1030372075 - Property 2879900210
source: Move Time Sheets to Archive
is_is: Færa vinnuskýrslur í safn

# PageExtension 585771964 - Control 3609997354 - Property 1295455071
source: Specifies the date of the time sheet entry that resulted in this sales line
is_is: Tilgreinir dagsetningu af vinnuskýrslu sem skilaði sér í þessa sölulínu

# PageExtension 585771964 - Control 3609997354 - Property 2879900210
source: Time Sheet Date
is_is: Dagsetning vinnuskýrslu

# PageExtension 1949018348 - Control 3609997354 - Property 1295455071
source: Specifies the date of the time sheet entry that resulted in this sales line
is_is: Tilgreinir dagsetningu af vinnuskýrslu sem skilaði sér í þessa sölulínu

# PageExtension 1949018348 - Control 3609997354 - Property 2879900210
source: Time Sheet Date
is_is: Dagsetning vinnuskýrslu
